Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/Bluetooth.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Nearby Devices
ar: الأجهزة القريبة
ca: Dispositius propers
cs: Zařízení v blízkosti
da: Enheder i nærheden
de: Geräte in der Nähe
el: Κοντινές συσκευές
es: Dispositivos cercanos
es_us: Dispositivos cercanos
fi: Lähellä olevat laitteet
fr: Appareils à proximité
fr_ca: Appareils à proximité
he: מכשירים בסביבה
hi: आस-पास के डिवाइस
hr: Obližnji uređaji
hu: Közeli eszközök
id: Perangkat Terdekat
it: Dispositivi vicini
ja: 近くのデバイス
ko: 근처 기기
ms: Peranti Berdekatan
nb: Enheter i nærheten
nl: Apparaten dichtbij
pl: Najbliższe urządzenia
pt_br: Dispositivos Próximos
pt_pt: Dispositivos que se encontram por perto
ro: Dispozitive din apropiere
ru: Устройства рядом
sk: Zariadenia v blízkosti
sl: Naprave v bližini
sv: Enheter i närheten
th: อุปกรณ์ใกล้เคียง
tr: Yakındaki Aygıtlar
uk: Пристрої поблизу
vi: Thiết bị Ở gần
zh_cn: 附近设备
zh_hk: 附近裝置
zh_tw: 附近裝置

source: No
ar: لا
cs: Ne
da: Nej
de: Nein
el: Όχι
fi: Ei
fr: Non
fr_ca: Non
he: לא
hi: नहीं
hr: Ne
hu: Nem
id: Tidak
ja: いいえ
ko: 아니요
ms: Tidak
nb: Nei
nl: Nee
pl: Nie
pt_br: Não
pt_pt: Não
ro: Nu
ru: Нет
sk: Nie
sl: Ne
sv: Nej
th: ไม่มี
tr: Hayır
uk: Ні
vi: Không
zh_cn: 否
zh_hk: 否
zh_tw: 否

source: Not Connected
ar: غير متصل
ca: Sense connexió
cs: Nepřipojeno
da: Ikke tilsluttet
de: Nicht verbunden
el: Μη συνδεδεμένο
es: Sin conexión
es_us: Sin conexión
fi: Ei yhteydessä
fr: Non connecté
fr_ca: Non connecté
he: לא מחובר
hi: कनेक्टेड नहीं है
hr: Nije spojeno
hu: Nem kapcsolódik
id: Tidak Terhubung
it: Non connesso
ja: 未接続
ko: 연결 안 됨
ms: Tidak Disambung
nb: Ikke tilkoblet
nl: Geen verbinding
pl: Nie połączono
pt_br: Não Conectado
pt_pt: Ligação não estabelecida
ro: Neconectat
ru: Не подключено
sk: Nepripojené
sl: Ni povezave
sv: Ej ansluten
th: ไม่ได้เชื่อมต่อ
tr: Bağlı Değil
uk: Не підʼєднано
vi: Không được kết nối
zh_cn: 未连接
zh_hk: 未連接
zh_tw: 未連線

source: Now discoverable
ar: يمكن اكتشافه
ca: Ara visible
cs: Nyní zjistitelné
da: Nu synlig
de: Jetzt sichtbar
el: Ανακαλύψιμο τώρα
es: Ahora visible
es_us: Ahora visible
fi: Nyt löydettävissä
fr: Désormais détectable
fr_ca: Non détectable
he: לא ניתן לגילוי
hi: अब खोजने योग्य
hr: Sada se može pronaći
hu: Most már felfedezhető
id: Kini dapat ditemukan
it: Ora visibile
ja: 検出可能
ko: 현재 인식 가능
ms: Kini boleh ditemui
nb: Nå søkbar
nl: Nu detecteerbaar
pl: Teraz wykrywalne
pt_br: Agora visível
pt_pt: Agora detetável
ro: Detectabil acum
ru: Теперь видно другим устройствам
sk: Už je viditeľné
sl: Zdaj vidno
sv: Nu upptäckbar
th: ตอนนี้ถูกมองเห็นได้
tr: Artık bulunabilir
uk: Зараз у режимі виявлення
vi: Bây giờ có thể tìm thấy
zh_cn: 现可被发现
zh_hk: 現時可被偵測
zh_tw: 現可被偵測

# now_discoverable_as_appletv
source: This Apple TV is discoverable as “%@” while Bluetooth Settings is open.
ar: هذا الـ Apple TV يمكن اكتشافه باسم "%@" أثناء فتح إعدادات Bluetooth.
ca: Mentre la configuració del Bluetooth estigui oberta, l’Apple TV serà visible com a “%@”.
cs: Při otevřeném nastavení Bluetooth je tato Apple TV zjistitelná jako „%@“.
da: Dette Apple TV er synligt som “%@”, mens Bluetooth-indstillingerne er åbne.
de: Dieses Apple TV wird als „%@“ angezeigt, während die Bluetooth-Einstellungen geöffnet sind.
el: Αυτό το Apple TV είναι ανακαλύψιμο ως «%@» ενώ οι ρυθμίσεις Bluetooth είναι ενεργές.
es: Este Apple TV será visible como “%@” mientras los ajustes de Bluetooth estén abiertos.
es_us: Este Apple TV estará visible como “%@” mientras la configuración de Bluetooth esté abierta.
fi: Tämä Apple TV on löydettävissä nimellä ”%@”, kun Bluetooth-asetukset ovat auki.
fr: Cette Apple TV est détectable en tant que « %@ » pendant que les réglages Bluetooth sont ouverts.
fr_ca: Cette Apple TV est détectable sous le nom de « %@ » tant que les réglages Bluetooth sont ouverts.
he: ‏Apple TV זה ניתן לגילוי בתור ״%@״ בזמן שהגדרות Bluetooth פתוחות.
hi: Bluetooth सेटिंग्ज़ खुली होने पर इस Apple TV को “%@” के रूप में खोजा जा सकता है।
hr: Ovaj Apple TV može se detektirati kao “%@” kad su otvorene postavke Bluetootha.
hu: Ez az Apple TV felfedezhető „%@” néven, amikor a Bluetooth-beállítások meg vannak nyitva.
id: Apple TV ini dapat ditemukan sebagai “%@” saat Pengaturan Bluetooth terbuka.
it: Apple TV è visibile come “%@” mentre le impostazioni Bluetooth sono aperte.
ja: Bluetooth設定を開いている間は、このApple TVは“%@”という名前で検出可能になります。
ko: 이 Apple TV는 Bluetooth 설정이 열려 있는 동안 ‘%@’(으)로 인식 가능합니다.
ms: Apple TV ini boleh ditemui sebagai “%@” semasa Seting Bluetooth terbuka.
nb: Apple TV er søkbar som «%@» mens Bluetooth-innstillingene er åpne.
nl: Deze Apple TV is detecteerbaar als '%@' terwijl Bluetooth-instellingen open zijn.
pl: Ten Apple TV jest wykrywalny jako „%@”, gdy ustawienia Bluetooth są otwarte.
pt_br: Esta Apple TV poderá ser encontrada como “%@” enquanto os Ajustes de Bluetooth estiverem abertos.
pt_pt: Esta Apple TV é detetável como “%@” enquanto as definições de Bluetooth estiverem abertas.
ro: Acest Apple TV este detectabil drept „%@” în timp ce configurările Bluetooth sunt deschise.
ru: Этот Apple TV будет отображаться как «%@» в настройках Bluetooth.
sk: Pri otvorených nastaveniach Bluetooth je toto Apple TV viditeľné ako „%@“.
sl: Ko so odprte nastavitve za Bluetooth, je ta Apple TV prikazan kot »%@«.
sv: Denna Apple TV är upptäckbar som ”%@” när Bluetooth-inställningarna är öppna.
th: Apple TV เครื่องนี้ถูกมองเห็นเป็น “%@” ในระหว่างที่การตั้งค่าบลูทูธเปิดอยู่
tr: Bu Apple TV, Bluetooth ayarları açıkken “%@” olarak bulunabilir.
uk: Цей Apple TV виявлятиметься як «%@», поки відкрито параметри Bluetooth.
vi: Có thể tìm thấy Apple TV này với tên “%@” trong khi Cài đặt Bluetooth được mở.
zh_cn: “蓝牙”设置打开时，此Apple TV可被发现为“%@”。
zh_hk: 「藍牙設定」開啟期間，此Apple TV可被偵測為「%@」。
zh_tw: 「藍牙」設定開啟時，此Apple TV可被偵測為「%@」。

# now_discoverable_as_applewatch
source: This Apple Watch is discoverable as “%@” while Bluetooth Settings is open.
ar: هذه الـ Apple Watch يمكن اكتشافها باسم "%@" أثناء فتح إعدادات Bluetooth.
ca: Mentre la configuració del Bluetooth estigui oberta, l’Apple Watch serà visible com a “%@”.
cs: Při otevřeném nastavení Bluetooth jsou tyto Apple Watch zjistitelné jako „%@“.
da: Dette Apple Watch er synligt som “%@”, mens Bluetooth-indstillingerne er åbne.
de: Diese Apple Watch wird als „%@“ angezeigt, während die Bluetooth-Einstellungen geöffnet sind.
el: Αυτό το Apple Watch είναι ανακαλύψιμο ως «%@» ενώ οι ρυθμίσεις Bluetooth είναι ενεργές.
es: Este Apple Watch será visible como “%@” mientras los ajustes de Bluetooth estén abiertos.
es_us: Este Apple Watch estará visible como “%@” mientras la configuración de Bluetooth esté abierta.
fi: Tämä Apple Watch on löydettävissä nimellä ”%@”, kun Bluetooth-asetukset ovat auki.
fr: Cette Apple Watch est détectable en tant que « %@ » pendant que les réglages Bluetooth sont ouverts.
fr_ca: Cette Apple Watch est détectable sous le nom de « %@ » tant que les réglages Bluetooth sont ouverts.
he: ‏Apple Watch זה ניתן לגילוי בתור ״%@״ בזמן שהגדרות Bluetooth פתוחות.
hi: Bluetooth सेटिंग्ज़ खुली होने पर इस Apple Watch को “%@” के रूप में खोजा जा सकता है।
hr: Ovaj Apple Watch može se detektirati kao “%@” kad su otvorene postavke Bluetootha.
hu: Ez az Apple Watch felfedezhető „%@” néven, amikor a Bluetooth-beállítások meg vannak nyitva.
id: Apple Watch ini dapat ditemukan sebagai “%@” saat Pengaturan Bluetooth terbuka.
it: Apple Watch è visibile come “%@” mentre le impostazioni Bluetooth sono aperte.
ja: Bluetooth設定を開いている間は、このApple Watchは“%@”という名前で検出可能になります。
ko: 이 Apple Watch는 Bluetooth 설정이 열려 있는 동안 ‘%@’(으)로 인식 가능합니다.
ms: Apple Watch ini boleh ditemui sebagai “%@” semasa Seting Bluetooth terbuka.
nb: Apple Watch er søkbar som «%@» mens Bluetooth-innstillingene er åpne.
nl: Deze Apple Watch is detecteerbaar als '%@' terwijl Bluetooth-instellingen open zijn.
pl: Ten Apple Watch jest wykrywalny jako „%@”, gdy ustawienia Bluetooth są otwarte.
pt_br: Este Apple Watch pode ser encontrado como “%@” enquanto os Ajustes de Bluetooth estiverem abertos.
pt_pt: Este Apple Watch é detetável como “%@” enquanto as definições de Bluetooth estiverem abertas.
ro: Acest Apple Watch este detectabil drept „%@” în timp ce configurările Bluetooth sunt deschise.
ru: Эти часы Apple Watch будут отображаться как «%@» в настройках Bluetooth.
sk: Pri otvorených nastaveniach Bluetooth sú tieto hodinky Apple Watch viditeľné ako „%@“.
sl: Ko so odprte nastavitve za Bluetooth, je ta ura Apple Watch prikazana kot »%@«.
sv: Denna Apple Watch är upptäckbar som ”%@” när Bluetooth-inställningarna är öppna.
th: Apple Watch เรือนนี้ถูกมองเห็นเป็น “%@” ในระหว่างที่การตั้งค่าบลูทูธเปิดอยู่
tr: Bu Apple Watch, Bluetooth ayarları açıkken “%@” olarak bulunabilir.
uk: Цей Apple Watch виявлятиметься як «%@», поки відкрито параметри Bluetooth.
vi: Có thể tìm thấy Apple Watch này với tên “%@” trong khi Cài đặt Bluetooth được mở.
zh_cn: “蓝牙”设置打开时，此Apple Watch可被发现为“%@”。
zh_hk: 「藍牙設定」開啟期間，此Apple Watch可被偵測為「%@」。
zh_tw: 「藍牙」設定開啟時，此Apple Watch可被偵測為「%@」。

# now_discoverable_as_ipad
source: This iPad is discoverable as “%@” while Bluetooth Settings is open.
ar: هذا الـ iPad يمكن اكتشافه باسم "%@" أثناء فتح إعدادات Bluetooth.
ca: Mentre la configuració del Bluetooth estigui oberta, l’iPad serà visible com a “%@”.
cs: Při otevřeném nastavení Bluetooth je tento iPad zjistitelný jako „%@“.
da: Denne iPad er synlig som “%@”, mens Bluetooth-indstillingerne er åbne.
de: Dieses iPad wird als „%@“ angezeigt, während die Bluetooth-Einstellungen geöffnet sind.
el: Αυτό το iPad είναι ανακαλύψιμο ως «%@» ενώ οι ρυθμίσεις Bluetooth είναι ενεργές.
es: Este iPad será visible como “%@” mientras los ajustes de Bluetooth estén abiertos.
es_us: Este iPad estará visible como “%@” mientras la configuración de Bluetooth esté abierta.
fi: Tämä iPad on löydettävissä nimellä ”%@”, kun Bluetooth-asetukset ovat auki.
fr: Cet iPad est détectable en tant que « %@ » pendant que les réglages Bluetooth sont ouverts.
fr_ca: Cet iPad est détectable sous le nom de « %@ » tant que les réglages Bluetooth sont ouverts.
he: ‏iPad זה ניתן לגילוי בתור ״%@״ בזמן שהגדרות Bluetooth פתוחות.
hi: Bluetooth सेटिंग्ज़ खुली होने पर इस iPad को “%@” के रूप में खोजा जा सकता है।
hr: Ovaj iPad može se detektirati kao “%@” kad su otvorene postavke Bluetootha.
hu: Ez az iPad felfedezhető „%@” néven, amikor a Bluetooth-beállítások meg vannak nyitva.
id: iPad ini dapat ditemukan sebagai “%@” saat Pengaturan Bluetooth terbuka.
it: iPad è visibile come “%@” mentre le impostazioni Bluetooth sono aperte.
ja: Bluetooth設定を開いている間は、このiPadは“%@”という名前で検出可能になります。
ko: 이 iPad는 Bluetooth 설정이 열려 있는 동안 ‘%@’(으)로 인식 가능합니다.
ms: iPad ini boleh ditemui sebagai “%@” semasa Seting Bluetooth terbuka.
nb: Denne iPaden er søkbar som «%@» mens Bluetooth-innstillingene er åpne.
nl: Deze iPad is detecteerbaar als '%@' terwijl Bluetooth-instellingen open zijn.
pl: Ten iPad jest wykrywalny jako „%@”, gdy ustawienia Bluetooth są otwarte.
pt_br: Este iPad pode ser encontrado como “%@” enquanto os Ajustes de Bluetooth estiverem abertos.
pt_pt: Este iPad é detetável como “%@” enquanto as definições de Bluetooth estiverem abertas.
ro: Acest iPad este detectabil drept „%@” în timp ce configurările Bluetooth sunt deschise.
ru: Этот iPad будет отображаться как «%@» в настройках Bluetooth.
sk: Pri otvorených nastaveniach Bluetooth je tento iPad viditeľný ako „%@“.
sl: Ko so odprte nastavitve za Bluetooth, je ta iPad prikazan kot »%@«.
sv: Denna iPad är upptäckbar som ”%@” när Bluetooth-inställningarna är öppna.
th: iPad เครื่องนี้ถูกมองเห็นเป็น “%@” ในระหว่างที่การตั้งค่าบลูทูธเปิดอยู่
tr: Bu iPad, Bluetooth ayarları açıkken “%@” olarak bulunabilir.
uk: Цей iPad виявлятиметься як «%@», поки відкрито параметри Bluetooth.
vi: Có thể tìm thấy iPad này với tên “%@” trong khi Cài đặt Bluetooth được mở.
zh_cn: “蓝牙”设置打开时，此iPad可被发现为“%@”。
zh_hk: 「藍牙設定」開啟期間，此iPad可被偵測為「%@」。
zh_tw: 「藍牙」設定開啟時，此iPad可被偵測為「%@」。

# now_discoverable_as_iphone
source: This iPhone is discoverable as “%@” while Bluetooth Settings is open.
ar: هذا الـ iPhone يمكن اكتشافه باسم "%@" أثناء فتح إعدادات Bluetooth.
ca: Mentre la configuració del Bluetooth estigui oberta, l’iPhone serà visible com a “%@”.
cs: Při otevřeném nastavení Bluetooth je tento iPhone zjistitelný jako „%@“.
da: Denne iPhone er synlig som “%@”, mens Bluetooth-indstillingerne er åbne.
de: Dieses iPhone wird als „%@“ angezeigt, während die Bluetooth-Einstellungen geöffnet sind.
el: Αυτό το iPhone είναι ανακαλύψιμο ως «%@» ενώ οι ρυθμίσεις Bluetooth είναι ενεργές.
es: Este iPhone será visible como “%@” mientras los ajustes de Bluetooth estén abiertos.
es_us: Este iPhone estará visible como “%@” mientras la configuración de Bluetooth esté abierta.
fi: Tämä iPhone on löydettävissä nimellä ”%@”, kun Bluetooth-asetukset ovat auki.
fr: Cet iPhone est détectable en tant que « %@ » pendant que les réglages Bluetooth sont ouverts.
fr_ca: Cet iPhone est détectable sous le nom de « %@ » tant que les réglages Bluetooth sont ouverts.
he: ‏iPhone זה ניתן לגילוי בתור ״%@״ בזמן שהגדרות Bluetooth פתוחות.
hi: Bluetooth सेटिंग्ज़ खुली होने पर इस iPhone को “%@” के रूप में खोजा जा सकता है।
hr: Ovaj iPhone može se detektirati kao “%@” kad su otvorene postavke Bluetootha.
hu: Ez az iPhone felfedezhető „%@” néven, amikor a Bluetooth-beállítások meg vannak nyitva.
id: iPhone ini dapat ditemukan sebagai “%@” saat Pengaturan Bluetooth terbuka.
it: iPhone è visibile come “%@” mentre le impostazioni Bluetooth sono aperte.
ja: Bluetooth設定を開いている間は、このiPhoneは“%@”という名前で検出可能になります。
ko: 이 iPhone은 Bluetooth 설정이 열려 있는 동안 ‘%@’(으)로 인식 가능합니다.
ms: iPhone ini boleh ditemui sebagai “%@” semasa Seting Bluetooth terbuka.
nb: Denne iPhonen er søkbar som «%@» mens Bluetooth-innstillingene er åpne.
nl: Deze iPhone is detecteerbaar als '%@' terwijl Bluetooth-instellingen open zijn.
pl: Ten iPhone jest wykrywalny jako „%@”, gdy ustawienia Bluetooth są otwarte.
pt_br: Este iPhone pode ser encontrado como “%@” enquanto os Ajustes de Bluetooth estiverem abertos.
pt_pt: Este iPhone é detetável como “%@” enquanto as definições de Bluetooth estiverem abertas.
ro: Acest iPhone este detectabil drept „%@” în timp ce configurările Bluetooth sunt deschise.
ru: Этот iPhone будет отображаться как «%@» в настройках Bluetooth.
sk: Pri otvorených nastaveniach Bluetooth je tento iPhone viditeľný ako „%@“.
sl: Ko so odprte nastavitve za Bluetooth, je ta iPhone prikazan kot »%@«.
sv: Denna iPhone är upptäckbar som ”%@” när Bluetooth-inställningarna är öppna.
th: iPhone เครื่องนี้ถูกมองเห็นเป็น “%@” ในระหว่างที่การตั้งค่าบลูทูธเปิดอยู่
tr: Bu iPhone, Bluetooth ayarları açıkken “%@” olarak bulunabilir.
uk: Цей iPhone виявлятиметься як «%@», поки відкрито параметри Bluetooth.
vi: Có thể tìm thấy iPhone này với tên “%@” trong khi Cài đặt Bluetooth được mở.
zh_cn: “蓝牙”设置打开时，此iPhone可被发现为“%@”。
zh_hk: 「藍牙設定」開啟期間，此iPhone可被偵測為「%@」。
zh_tw: 「藍牙」設定開啟時，此iPhone可被偵測為「%@」。

# now_discoverable_as_mac
source: This Mac is discoverable as “%@” while Bluetooth Settings is open.
ar: هذا الـ Mac يمكن اكتشافه باسم "%@" أثناء فتح إعدادات Bluetooth.
ca: Mentre la configuració del Bluetooth estigui oberta, el Mac serà visible com a “%@”.
cs: Při otevřeném nastavení Bluetooth je tento Mac zjistitelný jako „%@“.
da: Denne Mac er synlig som “%@”, mens Bluetooth-indstillingerne er åbne.
de: Dieser Mac wird als „%@“ angezeigt, während die Bluetooth-Einstellungen geöffnet sind.
el: Αυτό το Mac είναι ανακαλύψιμο ως «%@» ενώ οι ρυθμίσεις Bluetooth είναι ενεργές.
es: Este Mac será visible como “%@” mientras los ajustes de Bluetooth estén abiertos.
es_us: Esta Mac estará visible como “%@” mientras la configuración de Bluetooth esté abierta.
fi: Tämä Mac on löydettävissä nimellä ”%@”, kun Bluetooth-asetukset ovat auki.
fr: Ce Mac est détectable en tant que « %@ » pendant que les réglages Bluetooth sont ouverts.
fr_ca: Ce Mac est détectable sous le nom de « %@ » tant que les réglages Bluetooth sont ouverts.
he: ‏Mac זה ניתן לגילוי בתור ״%@״ בזמן שהגדרות Bluetooth פתוחות.
hi: Bluetooth सेटिंग्ज़ खुली होने पर इस Mac को “%@” के रूप में खोजा जा सकता है।
hr: Ovaj Mac može se detektirati kao “%@” kad su otvorene postavke Bluetootha.
hu: Ez a Mac felfedezhető „%@” néven, amikor a Bluetooth-beállítások meg vannak nyitva.
id: Mac ini dapat ditemukan sebagai “%@” saat Pengaturan Bluetooth terbuka.
it: Il Mac è visibile come “%@” mentre le impostazioni Bluetooth sono aperte.
ja: Bluetooth設定を開いている間は、このMacは“%@”という名前で検出可能になります。
ko: 이 Mac은 Bluetooth 설정이 열려 있는 동안 ‘%@’(으)로 인식 가능합니다.
ms: Mac ini boleh ditemui sebagai “%@” semasa Seting Bluetooth terbuka.
nb: Denne Macen er søkbar som «%@» mens Bluetooth-innstillingene er åpne.
nl: Deze Mac is detecteerbaar als '%@' terwijl Bluetooth-instellingen open zijn.
pl: Ten Mac jest wykrywalny jako „%@”, gdy ustawienia Bluetooth są otwarte.
pt_br: Este Mac pode ser encontrado como “%@” enquanto os Ajustes de Bluetooth estiverem abertos.
pt_pt: Este Mac é detetável como “%@” enquanto as definições de Bluetooth estiverem abertas.
ro: Acest Mac este detectabil drept „%@” în timp ce configurările Bluetooth sunt deschise.
ru: Этот Mac будет отображаться как «%@» в настройках Bluetooth.
sk: Pri otvorených Bluetooth nastaveniach je tento Mac viditeľný ako „%@“.
sl: Ko so odprte nastavitve za Bluetooth, je ta računalnik Mac prikazan kot »%@«.
sv: Den här datorn är upptäckbar som ”%@” när Bluetooth-inställningarna är öppna.
th: Mac เครื่องนี้ถูกมองเห็นเป็น “%@” ในระหว่างที่การตั้งค่าบลูทูธเปิดอยู่
tr: Bu Mac, Bluetooth ayarları açıkken “%@” olarak bulunabilir.
uk: Цей Mac виявлятиметься як «%@», поки відкрито параметри Bluetooth.
vi: Có thể tìm thấy máy Mac này với tên “%@” trong khi Cài đặt Bluetooth được mở.
zh_cn: “蓝牙”设置打开时，此Mac可被发现为“%@”。
zh_hk: 「藍牙設定」開啟期間，此Mac可被偵測為「%@」。
zh_tw: 「藍牙」設定開啟時，此Mac可被偵測為「%@」。

# numeric_comparison_request_description
source: Make sure code shown on “%@” matches the one below.
ar: تأكد من تطابق الرمز الموضح على "%@" مع الرمز الموضح أدناه.
ca: Comprova que el codi que es mostra a “%@” coincideixi amb el següent.
cs: Zkontrolujte, zda se kód zobrazený na zařízení „%@“ shoduje s kódem zobrazeným zde.
da: Sørg for, at den kode, der er vist på “%@”, stemmer overens med den nedenfor.
de: Vergewissere dich, dass der auf „%@“ angezeigte Code mit dem unten dargestellten übereinstimmt.
el: Βεβαιωθείτε ότι ο κωδικός που εμφανίζεται στο «%@» ταιριάζει με αυτόν που βλέπετε εδώ.
es: Asegúrate de que el código que se muestra en “%@” coincide con el que se indica debajo.
es_us: Asegúrate de que el código que se muestra en “%@” coincide con el que se indica debajo.
fi: Varmista, että koodi, jonka %@ näyttää, ja alla oleva koodi täsmäävät.
fr: Assurez-vous que le code affiché sur « %@ » correspond à celui ci-dessous.
fr_ca: Assurez-vous que le code affiché sur « %@ » correspond à celui ci-dessous.
he: יש לוודא שהקוד שמופיע על גבי ״‪%@‬״ תואם לזה שלמטה.
hi: सुनिश्चित करें कि “%@” पर दर्शाया गया कोड निम्न कोड से मेल खाता है।
hr: Provjerite odgovara li kôd prikazan na uređaju “%@” kôdu u nastavku.
hu: Győződjön meg róla, hogy a(z) „%@” eszközön megjelenő kód megegyezik az alábbi kóddal.
id: Pastikan kode yang ditampilkan di “%@” cocok dengan kode yang di bawah.
it: Assicurati che il codice visualizzato su “%@” corrisponda a quello qui sotto.
ja: “%@”に表示されたコードが下のコードと一致することを確認してください。
ko: ‘%@’에 표시된 코드가 다음 코드와 일치하는지 확인하십시오.
ms: Pastikan kod yang ditunjukkan pada “%@” sepadan dengan di bawah.
nb: Kontroller at koden som vises på «%@», er lik koden som vises nedenfor.
nl: Zorg dat de code van '%@' overeenkomt met de code hieronder.
pl: Upewnij się, że kod wyświetlany na „%@” jest zgodny z poniższym.
pt_br: Certifique-se de que o código mostrado em “%@” seja igual ao código mostrado abaixo.
pt_pt: Certifique‑se de que o código que aparece no “%@” coincide com o código abaixo.
ro: Asigurați-vă că „%@” afișează același cod cu cel de mai jos.
ru: Убедитесь, что код на «%@» совпадает с показанным ниже.
sk: Skontrolujte, či sa kód zobrazený na zariadení „%@“ zhoduje s nižšie uvedeným kódom.
sl: Preverite, ali se koda, prikazana v »%@«, ujema s tisto, ki je navedena spodaj.
sv: Kontrollera att koden som visas på ”%@” matchar den nedan.
th: ให้แน่ใจว่ารหัสที่แสดงอยู่บน “%@” ตรงกับรหัสข้างล่าง
tr: “%@” üzerinde gösterilen kodun aşağıdakiyle eşleştiğinden emin olun.
uk: Впевніться, що код на «%@» збігається з наведеним нижче.
vi: Đảm bảo rằng mã được hiển thị trên “%@” khớp với mã bên dưới.
zh_cn: 请确保“%@”上显示的代码与以下代码匹配。
zh_hk: 請確定顯示在「%@」上的密碼與下方密碼相符。
zh_tw: 請確定顯示在「%@」上的密碼與下方密碼相符。

# numeric_comparison_request_title
source: Waiting for “%@” to accept pairing.
ar: في انتظار قبول "%@" للاقتران.
ca: S’està esperant que el dispositiu “%@” accepti fer l’enllaç.
cs: Čeká se, až zařízení %@ požadavek na párování přijme.
da: Venter på, at “%@” skal godkende pardannelse.
de: Warten, bis „%@“ die Verbindung akzeptiert …
el: Αναμονή για αποδοχή ζευγοποίησης από «%@»…
es: Esperando a que “%@” acepte el enlace.
es_us: Esperando a que “%@” acepte el enlace.
fi: Odotetaan, että %@ hyväksyy parinmuodostuksen.
fr: Attente de l’acceptation de jumelage de « %@ ».
fr_ca: Attente de l’acceptation du jumelage par « %@ »
he: ממתין ש-״%@״ יאשר את הקישור.
hi: %@ द्वारा पेयरिंग स्वीकार करने की प्रतीक्षा जारी है।
hr: Čekanje da “%@” prihvati uparivanje.
hu: Várakozás a párosítás „%@” általi elfogadására.
id: Menunggu “%@” untuk menerima pemasangan.
it: Attendo che “%@” accetti l’abbinamento.
ja: “%@”でペアリングが承認されるのを待っています。
ko: ‘%@’의 페어링 수락을 기다리는 중입니다.
ms: Menunggu “%@” untuk menerima berpasangan.
nb: Venter på at «%@» skal godta sammen­koblingen.
nl: Wachten tot '%@' koppeling accepteert.
pl: Czekam na akceptację połączenia w parę przez „%@”.
pt_br: Aguardando “%@” aceitar o emparelhamento.
pt_pt: A aguardar que “%@” aceite o emparelhamento.
ro: Se așteaptă ca dispozitivul „%@” să accepte asocierea.
ru: Ожидается подтверждение от устройства «%@» на создание пары.
sk: Čaká sa na prijatie párovania na zariadení %@.
sl: Čakanje, da »%@« sprejme seznanitev.
sv: Väntar på att ”%@” ska godkänna parkopplingen.
th: กำลังรอ “%@” เพื่อตอบรับการจับคู่
tr: “%@” aygıtının eşlemeyi kabul etmesi bekleniyor.
uk: Очікування, коли «%@» прийме створення пари.
vi: Đang chờ “%@” chấp nhận ghép đôi.
zh_cn: 正在等待“%@”接受配对。
zh_hk: 正在等待「%@」接受配對。
zh_tw: 正在等待「%@」接受配對。

source: Off
ar: إيقاف
ca: Desactivat
cs: Vypnuto
da: Fra
de: Aus
el: Απενεργοποιημένο
es: Desactivado
es_us: Desactivado
fi: Pois
fr: Non
fr_ca: Non
he: כבוי
hi: बंद
hr: Isključeno
hu: Ki
id: Mati
it: Non attivo
ja: オフ
ko: 끔
ms: Tak Aktif
nb: Av
nl: Uit
pl: Wył.
pt_br: Desativado
pt_pt: Desativado
ro: Dezactivat
ru: Выкл.
sk: Vyp.
sl: Izklopljeno
sv: Av
th: ปิด
tr: Kapalı
uk: Вимкнено
vi: Tắt
zh_cn: 关
zh_hk: 關閉
zh_tw: 關閉

source: OK
ar: موافق
ca: D’acord
el: ΟΚ
es: Aceptar
he: אישור
hi: ठीक
hr: U redu
id: OKE
ko: 확인
ru: ОК
sk: Potvrdiť
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

source: On
ar: مشغل
ca: Activat
cs: Zapnuto
da: Til
de: Ein
el: Ενεργοποιημένο
es: Activado
es_us: Activado
fi: Päällä
fr: Oui
fr_ca: Oui
he: פעיל
hi: चालू
hr: Uključeno
hu: Be
id: Nyala
it: Attivo
ja: オン
ko: 켬
ms: Aktif
nb: På
nl: Aan
pl: Wł.
pt_br: Ativado
pt_pt: Ativo
ro: Activat
ru: Вкл.
sk: Zap.
sl: Vklopljeno
sv: På
th: เปิด
tr: Açık
uk: Увімкнено
vi: Bật
zh_cn: 开
zh_hk: 開啟
zh_tw: 開啟

source: Pager
ar: جهاز نداء
ca: Busca
da: Personsøger
el: Βομβητής
es: Busca
es_us: Radiolocalizador
fi: Hakulaite
fr: Messageur
fr_ca: Téléavertisseur
he: זימונית
hi: पेजर
hu: Csipogó
it: Cercapersone
ja: ポケットベル
ko: 호출기
ms: Alat Kelui
nb: Personsøker
ru: Пейджер
sl: Pozivnik
sv: Personsökare
th: เพจเจอร์
tr: Çağrı Cihazı
uk: Пейджер
vi: Máy nhắn tin
zh_cn: 传呼机
zh_hk: 傳呼機
zh_tw: 呼叫器
